[
    {
        "id": "ragnar",
        "name": "Ragnar Lothbrok",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Ragnar Lothbrok é um guerreiro Viking e fundador da Casa Lothbrok, que acredita que ele é destinado à grandiosidade. Ele é motivado não apenas por sua sede por batalhas e glória, mas também por sua sede por conhecimento. Originalmente um mero fazendeiro e um membro frequente dos saqueadores do mar junto com seus parceiros Nórdicos, Ragnar desde então tem subido no poder, começando com seu sucesso em saquear o oeste, após se tornando Jarl de Kattegar e até mesmo Rei da Dinamarca." },
            { "image": "ragnar_1.jpg" },
            { "image": "ragnar_2.jpg" },
            { "text": "Originalmente um mero fazendeiro e um membro frequente dos saqueadores do mar junto com seus parceiros Nórdicos, Ragnar desde então tem subido no poder, começando com seu sucesso em saquear o oeste, após se tornando Jarl de Kattegar e até mesmo Rei da Dinamarca. O espírito aventureiro de Ragnar leva ele a conflitos com homens poderosos que tentam bloquear a sua acensão de fazendeiro a líder. Ragnar se identifica com o deus Odin, que trocou o seu olho por conhecimento, e acredita que ele próprio é decendente do deus." },
            { "text": "No começo da série, Ragnar está nos Bálticos do Leste ao lado de seu irmão, Rollo, lutando contra vários homens tribais Bálticos. Após se dispachar dos homens do leste, Ragnar ve a visão de Odin, disfarçado de Andarilho, direcionando as Valquírias em levar os espíritos dos homens Nórdicos caídos para Valhalla. Algum tempo depois, Ragnar retorna para sua pequena fazenda e casa de pesca onde sua família reside, não muito long da vila de Kattegat com o pouco que ele conseguiu saquear dos Bálticos." },
            { "image": "ragnar_3.jpg" }
       ]
    },
    {
        "id": "lagertha",
        "name": "Lagertha",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Lagertha é uma conhecida dama-de-escudo, que continua a lutar ao lado de seu ex-marido e companheiros Vikings. Uma vez esposa devota de Ragnar Lothbrok, com quem compartilhou uma grande história de amor, profundo respeito, admiração e ambições. Lagertha desde então se casou com outro após terem perdido seu segundo filho. Desde a perda de seus filhos e sofrendo os golpes do amor e rejeição, Lagertha percebe que a fertilidade da deusa Freyja é para outra. Lagertha permanece independente quanto a proteger sua família." },
            { "image": "lagertha_2.jpg" },
            { "image": "lagertha_1.jpg" },
            { "text": "Originalmente um mero fazendeiro e um membro frequente dos saqueadores do mar junto com seus parceiros Nórdicos, Ragnar desde então tem subido no poder, começando com seu sucesso em saquear o oeste, após se tornando Jarl de Kattegar e até mesmo Rei da Dinamarca. O espírito aventureiro de Ragnar leva ele a conflitos com homens poderosos que tentam bloquear a sua acensão de fazendeiro a líder. Ragnar se identifica com o deus Odin, que trocou o seu olho por conhecimento, e acredita que ele próprio é decendente do deus." }
       ]
    },
    {
        "id": "bjorn",
        "name": "Björn Ragnarsson",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Björn Ironside é o filho de Ragnar Lothbrok e Lagertha. the lover of Torvi e herdeiro de Kattegat. Inteligente e determinado, Björn criou um nome para si, seguindo os passos de seu pai como um guerreiro formidável, líder e explorador. Ele compartilha a cede de seu pai por aventura e desejo de explorar terras distantes." },
            { "image": "bjorn_2.jpg" },
            { "image": "bjorn_1.jpeg" },
            { "text": "Ao completar 12 anos de idade, considerado maioridade na antiga sociedade Viking, Björn recebeu seu bracelete do então Jarl Haraldson. Björn almejava se tornar um guerreiro como seu pai, desesperado por reconhecimento como um homem e a lutar nos saques com seu pai, mas sua pouca idade e inexperiência o impediram. Björn é leal a seus dois pais, e não demonstrava medo ao quebrar as brigas entre seus pais na Ira do Nórdicos." }
       ]
    },
    {
        "id": "rollo",
        "name": "Rollo",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Rollo é o irmão de Ragnar Lothbrok. Um guerreiro feroz com o machado e uma personalidade impulsiva. Embora Ragnar tenha prometido a Rollo que eles sempre serão iguais, inveja e tensões muitas vezes ameaçam o relacionamento entre eles, com Rollo é assumido como alguem que trairia seu irmão pelos seus inimigos em troca de poder." },
            { "image": "rollo_2.jpg" },
            { "image": "rollo_1.jpg" },
            { "text": "Rollo acompanha seu irmão Ragnar no seu primeiro saque à Inglaterra, que foi feito contra as ordens do Jarl Haraldson. Rollo não mantém em segredo a atração que sente por Lagertha e o arrependimento de que ela escolheu Ragnar ao invés dele. Em um saque subsequente a Inglaterra, Rollo ataca Knut, meio-irmão do Jarl e espião, por tentar se impor à Lagertha. Quando depois Lagertha mata Knut por tentar estuprar uma Saxã e após a ela própria, Ragnar falsamente diz que ele próprio matou Knut para proteger sua esposae é colocado em julgamento pelo Jarl Haraldson. Apesar das tentativas do Jarl para subpornar Rollo à se virar contra o irmão Ragnar, ele testemunha a favor de seu irmão, que é então dito como inocente." }
       ]
    },
    {
        "id": "floki",
        "name": "Floki",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Floki é um construtor de barcos e brincalhão incorrigível, e também é o amigo ecêntrico e mais próximo de Ragnar Lothbrok. Esforçado para ajudar Ragnar a navegar para o oeste, ele secretamente constrói a nova geração de barcos longos Vikings para sua viajem atráves do oceano. Floki é uma pessoa neurótica, mas com uma personalidade muito balanceada. Possuindo um nível de medo razoável, e um vasto intelecto, ele é capaz de facilmente construir barcos especializados, e não se considera invencível da mesma forma que Ragnar." },
            { "image": "floki_2.jpg" },
            { "image": "floki_1.jpg" },
            { "text": "Floki está sempre estudando o mundo ao seu redor, e o mesmo está sempre em sua atenção, como deveria ser.  Sua tendência de ser nervoso, reagir com raiva e insegurança em suas habilidades como guerreiro, e seu status entre outros Vikings, no entanto, o impede de ganhar maior confiança de Ragnar para guiá-lo melhor." }
       ]
    },
    {
        "id": "athelstan",
        "name": "Athelstan",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Athelstan era um jovem Anglo-saxão, era um monge Critão que foi raptado por Ragnar Lothbrok e os outros Vikings do monastério de Lindisfarne. Athelstan foi trazido para viver na sociedade Viking e luta para manter suas crenças em um ambiente muito diferente de seu lar através do mar. Partido entre manter suas crências e sobreviver nesse novo, cruel mundo, Athelstan começa a duvidar sua fé em Deus." },
            { "image": "athelstan_2.jpg" },
            { "image": "athelstan_1.jpeg" },
            { "text": "Apesar do conhecimento de Athelstan - habilidades linguísticas extensas, mente lógica, conhecimento da Bíblioa, etc - ele é extremamente inocente quando trabalhando com outras pessoas, especialmente os ambiciosos. Apesar de sua inteligência, ou talvez por causa dela, ele se encontra dividido entre suas antigas crenças religiosas e as tradições culturais as quais ele é exposto durante seu tempo com os Vikings." }
       ]
    }
]