[
    {
        "id": "ragnar",
        "name": "Ragnar Lothbrok",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Ragnar Lothbrok é um guerreiro Viking e fundador da Casa Lothbrok, que acredita ser destinado à grandiosidade. Ele é motivado não apenas por seu anseio por batalhas e glória, mas também por sua sede por conhecimento. Originalmente um mero fazendeiro e um membro frequente dos saqueadores do mar, junto com seus parceiros Nórdicos, Ragnar desde então tem subido no poder, começando com seu sucesso em saquear o oeste, posteriormente se tornando Jarl de Kattegat e até mesmo Rei da Dinamarca." },
            { "image": "ragnar_1.jpg" },
            { "image": "ragnar_2.jpg" },
            { "text": "O espírito aventureiro de Ragnar o leva a conflitos com homens poderosos que tentam bloquear a sua acensão de fazendeiro a líder. Ragnar se identifica com o deus Odin, o qual trocou o olho por conhecimento, e acredita que ele próprio é decendente do deus." },
            { "text": "No começo da série, Ragnar está nos Bálticos do Leste ao lado de seu irmão, Rollo, lutando contra vários homens tribais Bálticos. Após ganhar a batalha contra os homens do leste, Ragnar teve uma visão de Odin, disfarçado de Andarilho, direcionando as Valquírias a levarem os espíritos dos homens Nórdicos caídos para Valhalla. Algum tempo depois, Ragnar retorna para sua pequena fazenda e casa de pesca, onde sua família reside, não muito longe da vila de Kattegat com o pouco que conseguiu saquear dos Bálticos." },
            { "image": "ragnar_3.jpg" }
       ]
    },
    {
        "id": "lagertha",
        "name": "Lagertha",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Lagertha é uma conhecida dama-de-escudo, que continua a lutar ao lado de seu ex-marido e companheiros Vikings. Uma vez esposa devota de Ragnar Lothbrok, com quem compartilhou uma grande história de amor, admiração e ambições." },
            { "image": "lagertha_2.jpg" },
            { "image": "lagertha_1.jpg" },
            { "text": "Após ter abortado seu segundo filho, Lagertha se casou com outro Jarl. Desde a perda de seu filho e sofrendo os golpes do amor e rejeição, Lagertha percebe que a fertilidade da deusa Freyja está destinada a outra." }
       ]
    },
    {
        "id": "bjorn",
        "name": "Björn Ragnarsson",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Björn Ironside é filho de Ragnar Lothbrok e Lagertha e herdeiro de Kattegat. Inteligente e determinado, Björn criou um nome para si, seguindo os passos de seu pai como um guerreiro formidável, líder e explorador. Ele compartilha a sede de seu pai por aventura e desejo de explorar terras distantes." },
            { "image": "bjorn_2.jpg" },
            { "image": "bjorn_1.jpeg" },
            { "text": "Ao completar 12 anos de idade, considerado maioridade na antiga sociedade Viking, Björn recebeu seu bracelete do então Jarl Haraldson. Björn almejava se tornar um guerreiro como seu pai, desesperado por reconhecimento como um homem e a lutar nos saques com seu pai, mas sua pouca idade e inexperiência o impediam. Björn é leal a seus pais, e não demonstrava medo ao quebrar as brigas entre eles." }
       ]
    },
    {
        "id": "rollo",
        "name": "Rollo",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Rollo é o irmão de Ragnar Lothbrok. Um guerreiro feroz com o machado e uma personalidade impulsiva. Embora Ragnar tenha prometido a Rollo que eles sempre seriam iguais, inveja e tensões muitas vezes ameaçam o relacionamento entre eles, visto que Rollo é assumido como alguém que trairia seu irmão pelos seus inimigos em troca de poder." },
            { "image": "rollo_2.jpg" },
            { "image": "rollo_1.jpg" },
            { "text": "Rollo acompanha seu irmão Ragnar no seu primeiro saque à Inglaterra, que foi feito contra as ordens do Jarl Haraldson. Rollo não mantém em segredo a atração que sente por Lagertha e o arrependimento por ela ter escolhido Ragnar ao invés dele. Em um saque subsequente à Inglaterra, Rollo ataca Knut, meio-irmão do Jarl e espião, por tentar se impor à Lagertha. Quando depois Lagertha mata Knut por tentar estuprar uma Saxã e a ela própria, Ragnar falsamente diz que ele mesmo matou Knut para proteger sua esposa e é colocado em julgamento pelo Jarl Haraldson. Apesar das tentativas do Jarl para subornar Rollo a se virar contra o irmão, ele testemunha a favor dele, que é então dito como inocente." }
       ]
    },
    {
        "id": "floki",
        "name": "Floki",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Floki é um construtor de barcos e brincalhão incorrigível, também é o amigo excêntrico e mais próximo de Ragnar Lothbrok. Esforçado para ajudar Ragnar a navegar para o oeste, ele secretamente constrói a nova geração de barcos longos Vikings para sua viagem através do oceano. Floki é uma pessoa neurótica, mas com uma personalidade muito balanceada. Possuindo um nível de medo razoável e um vasto intelecto, ele é capaz de facilmente construir barcos especializados, e não se considera invencível da mesma forma que Ragnar." },
            { "image": "floki_2.jpg" },
            { "image": "floki_1.jpg" },
            { "text": "Floki está sempre estudando o mundo ao seu redor, sempre prestando atenção. Sua tendência a ser nervoso, reagir com raiva, insegurança em suas habilidades como guerreiro, e seu status entre outros Vikings, no entanto, o impede de ganhar maior confiança de Ragnar para guiá-lo melhor." }
       ]
    },
    {
        "id": "athelstan",
        "name": "Athelstan",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Athelstan era um jovem Anglo-saxão, monge Cristão que foi raptado do monastério de Lindisfarne por Ragnar Lothbrok e outros Vikings. Athelstan foi trazido para viver na sociedade Viking e luta para manter suas crenças em um ambiente muito diferente de seu lar. Dividido entre manter suas crenças e sobreviver nesse novo cruel mundo, Athelstan começa a duvidar de sua fé em Deus." },
            { "image": "athelstan_2.jpg" },
            { "image": "athelstan_1.jpeg" },
            { "text": "Apesar do conhecimento de Athelstan - habilidades linguísticas extensas, mente lógica, conhecimento da Bíblia, etc - ele é extremamente inocente ao trabalhar com outras pessoas, especialmente os ambiciosos. Mesmo com sua inteligência, ou talvez por causa dela, ele se encontra dividido entre suas antigas crenças religiosas e as tradições culturais as quais ele é exposto durante seu tempo com os Vikings." }
       ]
    },
    {
        "id": "ecbert",
        "name": "Ecbert",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Rei Ecbert é o bem-aventurado e ambicioso Rei de Wessex, cujos anos de sua formação foram passados na corte do Imperador Carlos-Magno. Um homem ambicioso, mente aberta e de fortes conhecimentos e força de vontade para usar essas qualidades de forma decisiva. Rei Ecbert se põe como valoroso oponente para seu inimigo/aliado Ragnar Lothbrok." },
            { "image": "ecbert_1.jpg" }
       ]
    },
    {
        "id": "aslaug",
        "name": "Aslaug",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Rainha Aslaug é a segunda esposa de Ragnar Lothbrok e mãe de seus filhos mais novos. Aslaug tem um \"dom\": como uma völva, Aslaug é uma forma de vidente, que vê o futuro em forma de visões." },
            { "image": "aslaug_1.jpg" }
       ]
    },
    {
        "id": "horik",
        "name": "Horik",
        "firstAppearance": "S01E01",
        "death": "",
        "texts": [
            { "text": "Rei Horik foi o último rei Viking da Dinamarca. Inicialmente criando uma aliança com o Jarl Ragnar Lothbrok, depois vê as ambições do Jarl como uma ameaça a suas próprias." },
            { "image": "horik_1.jpg" }
       ]
    }
]